<?php

return [
	/*
	|--------------------------------------------------------------------------
	| 根据服务器所在区域进行选择
	| https://help.aliyun.com/document_detail/40654.html?spm=5176.7114037.1996646101.1.OCtdEo
	*/
	'regionId'  => env('ALIYUN_REGIONID', ''),
	/*
	|--------------------------------------------------------------------------
	| 如果使用主账号访问，登陆阿里云 AccessKey 管理页面创建、查看
	| 如果使用子账号访问，请登录阿里云访问控制控制台查看
	*/
	'accessId'  => env('ALIYUN_ACCESSID', ''),
	/*
	|--------------------------------------------------------------------------
	| 如果使用主账号访问，登陆阿里云 AccessKey 管理页面创建、查看
	| 如果使用子账号访问，请登录阿里云访问控制控制台查看
	*/
	'accessKey' => env('ALIYUN_ACCESSKEY', ''),





];
